src/main/resources/xml/trainingServer/deletePayment.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:deletePaymentRequest>
         <my:payment_id></my:payment_id>
      </my:deletePaymentRequest>
   </soapenv:Body>
</soapenv:Envelope>
